Revit 2024 API
SymbolTypeId.DeltaK Property
 Symbol deltaK, indicating unit Kelvin interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DeltaK { get; }
Visual Basic
Public Shared ReadOnly Property DeltaK As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DeltaK {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace